[MID_YouConquered]
[eng]
You conquered
[rus]
Вы прошли
[fra]
Vous avez conquis

[MID_WinHomemadeDungeon1]
[eng]
And there's hardly any teethmarks on you!  Well done, fella.

If you enjoyed this hold, search for others devised by the one known as "
[rus]
Да на тебе ни царапины! Отлично, парень.

Если вам понравилась эта катакомба, поищите другие, разработанные неким "
[fra]
Et vous n'avez presque pas de marques de morsures ! Bien joué.

Si vous avez aimé cet antre, cherchez les autres créés par  « 

[MID_WinHomemadeDungeonCanEdit1]
[eng]
".  This creator grants you a special favor: you may now carve and craft
[rus]
".  Этот архитектор оказывает вам особую услугу: теперь вы можете долбить и творить,
[fra]
 ». Ce créateur vous fait une fleur : vous pouvez désormais creuser et tailler

[MID_WinHomemadeDungeonCanEdit2]
[eng]
to match your own devious whims.  Select "Build Levels" from the main menu, and you'll see what I mean.
[rus]
воплощая в жизнь свои собственные странные прихоти. Выберите в главном меню пункт "Строить уровни", и вы поймете, что я имею в виду.
[fra]
pour assouvir vos propres désirs pervers. Choisissez "Bâtir des niveaux" depuis le menu principal, vous verrez ce que je veux dire.